{
  "serviceBase": {
    "title": "Software Development",
    "subtitle": "The development of reliable and scalable software solutions for any OS, browser and device. We bring together deep industry expertise and the latest IT advancements to deliver custom solutions and products that perfectly fit the needs and behavior of their users.",
    "deatiled": "",
    "video-link": ""
  },

  "servicesList": [
    {
      "id": 1,
      "title": "ERP Services",
      "description": "Specialized ERP Talent Solutions for Enterprise Success.",
      "details": "Strengthen your ERP initiatives with top-tier professionals through our dedicated staffing solutions. At NFprime Solutions, we specialize in providing skilled ERP consultants and project teams for implementation, support, and migration projects. Our flexible staffing models ensure you get the right expertise—when and where you need it—to drive operational excellence and digital transformation.",
      "icon": "assets/images/icon-service3.svg",
      "image": "assets/images/ERP-Image.jpeg"
    },
    {
      "id": 2,
      "title": "Microsoft Technologies",
      "description": "NF Prime Solution uses various Microsoft Technologies to enhance the capabilities of any organization",
      "details": "Expertise in Azure, .NET, and Microsoft ecosystems to accelerate your digital transformation.",
      "icon": "assets/images/icon-service2.svg",
      "image": "assets/images/msp-noc-services.png"
    },
    {
      "id": 3,
      "title": "PeopleSoft Services",
      "description": "Expert PeopleSoft Talent Solutions for Seamless Enterprise Operations.",
      "details": "Maximize your PeopleSoft projects with industry-leading professionals through NFprime Solutions. We specialize in providing skilled PeopleSoft consultants and project teams for implementations, upgrades, support, and migration. Our flexible staffing models ensure the right expertise is available when and where you need it, helping you optimize performance, enhance efficiency, and achieve digital transformation goals.",
      "icon": "assets/images/icon-service5.svg",
      "image": "assets/images/team-meeting.jpeg"
    },
    {
      "id": 4,
      "title": "Oracle Services",
      "description": "Specialized Oracle Talent Solutions for Enterprise Success.",
      "details": "Accelerate your Oracle projects with NFprime Solutions’ expert talent services. We provide highly skilled Oracle consultants and project teams for implementation, upgrades, support, and cloud migrations across Oracle E-Business Suite, Oracle Fusion, and other Oracle technologies. Our flexible staffing models ensure access to the right expertise—precisely when and where you need it—to optimize performance, ensure compliance, and support enterprise-wide transformation.",
      "icon": "assets/images/icon-oracle.png",
      "image": "assets/images/oracle-img.jpeg"
    },
    {
      "id": 5,
      "title": "SAP Services",
      "description": "Trusted SAP Talent Solutions for End-to-End Enterprise Success.",
      "details": "Drive your SAP initiatives forward with NFprime Solutions’ expert staffing services. We deliver experienced SAP consultants and full project teams for implementation, customization, support, and data migration across SAP S/4HANA, ECC, and industry-specific modules. Our flexible engagement models ensure you get the right skills—at the right time—to streamline operations, enable intelligent automation, and achieve measurable digital transformation outcomes.",
      "icon": "assets/images/icon-sap.png",
      "image": "assets/images/sap-img.jpeg"
    },
    {
      "id": 6,
      "title": "Java Application",
      "description": "JAVA is undoubtedly the most widely used technology for enterprise application development",
      "details": "Enterprise-level Java development for scalable, secure, and robust applications.",
      "icon": "assets/images/icon-service6.svg",
      "image": "assets/images/java-img.jpg"
    }
  ],
   "serviceListHeader": [
    {
      "id": 1,
      "title": "Software consulting",
      "icon": "assets/images/staffIconSC.svg"
    },
    {
      "id": 2,
      "title": "Legacy software modernization",
      "icon": "assets/images/staffIconLSM.svg"
    },
    {
      "id": 3,
      "title": "Software development outsourcing",
      "icon": "assets/images/staffIconSDO.svg"
    },
    {
      "id": 4,
      "title": "Custom software development",
      "icon": "assets/images/staffIconCSD.svg"
    },
    {
      "id": 5,
      "title": "Team augmentation",
      "icon": "assets/images/staffIconTA.svg"
    },
    {
      "id": 6,
      "title": "Cloud application development",
      "icon": "assets/images/staffIconCAD.svg"
    }
  ]
}
